;Tradotto da AlexanderPD pdalex@gmail.com
;per consigli o orrori di traduzione mandatemi pure una mail ;)

[win7shell]
RTL=0
newvers=Nuova versione disponibile!
disableupdate=Puoi disabilitare il controllo degli aggiornamenti dal menu di configurazione del plugin
opendownload=Vuoi andare alla pagina di download?
uninstall=Non vedrai di nuovo questa domanda, se vuoi disinstallarlo vai su
uninstallhowto='Preferenze di Winamp -> Plug-ins -> Di utilizzo generale -> Windows 7 Taskbar Integration' e disinstalla.
info=Informazioni
config=Configura Plugin
on=ON
off=OFF
previous=Precedente
pause=Pausa
play=Play
stop=Stop
next=Successivo
errorthumb=Errore durante il caricamento dell'anteprima, funzione disabilitata
playing=Playing
paused=Paused
stopped=Stopped
taskinitfail=Impossibile caricare l'interfaccia di Windows 7 taskbar
images=Tutti i file immagini compatibili
usethumbbg=Usa come sfondo dell'anteprima
selectimage=Seleziona un immagine
afterrestart=Le modifiche ai tasti di controllo del lettore saranno effettive dopo aver riavviato Winamp.
applysettings=Applicando le impostazioni..
help1=Il testo che scriverai nella casella verrà riportato nell'anteprima. Puoi scrivere quante linee tu voglia. Se l'opzione "adatta anteprima" è attiva, il box dell'anteprima verrà ridimensionato a seconda delle linee scritte nella casella.
help2=Per creare del testo dinamico puoi usare un set di parole chiave che, se incluso nel testo, Verrà rimpiazzato con i relativi dati presi dal Winamp. Ecco le parole chiave: 
help3=La linea con questa parola chiave sarà centrata
help4=La linea con questa parola chiave avrà l'ombra rossa
help5=Titolo del contenuto riprodotto
help6=Artista del contenuto riprodotto
help7=Nome dell'album, vuoto se non trovato
help8=Anno di rilascio dell'album, vuoto se non trovato
help9=Numero della traccia
help10=Rating della canzone corrente in numeri (es. 4)
help11=Rating della canzone corrente in stelle (es. ★★★★ )
help12=Tempo trascorso dall'inizio della canzone
help13=Tempo rimanente per il termine della canzone
help14=Tempo totale della canzone
help15=Posizione attuale nella playlist
help16=Numero del totale delle canzoni presenti nella playlist
help17=Bitrate in kb/s
help18=Samplerate in kilohertz
help19=Volume attuale in percentuale ('%' simbolo non incluso)
help20=Stato della riproduzione casuale (ON / OFF)
help21=Stato del repeat (ON / OFF)
help=Aiuto
transparent=Trasparente
albumart=Copertina dell'album
defbg=Sfondo default
custombg=Sfondo personalizzato
browse=Sfoglia
buttons=Aggiungi tasti di controllo del lettore
shrink=Adatta anteprima a seconda delle linee
taskicon=Icona nella Taskbar
progressbar=Usa barra di progresso per vedere lo stato del lettore
streaming=Imposta la barra di progresso come 'Indeterminata' per i contenuti in streaming
error=Imposta stato di 'Errore' (icona rossa) quando si ferma la riproduzione
overlays=Usa icone in sovraimpressione per vedere lo stato del lettore
jumplist=Attività recenti
bugslink=Bug e consigli
bugstext=Invia i tuoi problemi o desideri con il plugin
sitelink=Home del progetto
sitetext=Per aggiornamenti, novità, screenshots e recensioni dettagliate
noupdate=Non controllare gli aggiornamenti all'avvio di Winamp
ok=OK
cancel=Annulla
removetitle=Rimuovi il titolo di winamp dall'icona
selectfont=Seleziona font
aa=Testo con Anti-Aliasing
selectshadow=Colore dell'ombra
enable=Abilita l'anteprima personalizzata su Aero Peek
plugdev=Sviluppo
thumboptions=Opzioni
thumbtext=Testo
background=Sfondo
translink=Traduzioni
transtext=Aiuta a tradurre il plug-in, o scarica le traduzioni disponibili
vumeter=Usa barra di progresso come indicatore VU
iconic=Mostra immagine come icona invece di come sfondo
author=Autore

volup=Volume +10%
voldown=Volume -10%
openfile=Apri File
thumbpb=Mostra barra di progresso nell'anteprima

wapref=Preferenze di Winamp
startwa=Per favore avvia Winamp prima
jumplisterror=Errore creando lista preferiti e recenti

revert=verrà usato se la copertina dell'album non è disponibile
jlchoice=Mostra le seguenti categorie fra le attività recenti:
jlrecent=Recenti
jlfrequent=Frequente
jltasks=Attività
jlnote=Nota: Solo i tipi di file gestiti dal Winamp verranno aggiunti alla lista (non deve essere per forza impostato come programma di default). Se hai già dei file nelle attività recenti, puoi rimuoverli pulendo la lista delle attività recenti.
creditslink=Crediti
creditstext=Chi ha aiutato a creare questo plug-in
resumeplay=Riprendi riproduzione
fromstart=Ascolta da capo
help22=La linea con questa parola chiave avrà un font più grande
help23=La linea con questa parola chiave sarà visualizzata a sinistra dell'anteprima
bookmark=Segnalibri
jlnote=Nota: Solo i tipi di file gestiti dal Winamp verranno aggiunti alla lista (non deve essere per forza impostato come programma di default). Se hai già dei file nelle attività recenti, puoi rimuoverli pulendo la lista delle attività recenti. I segnalibri verranno aggiornati con un riavvio o con il salvataggio delle preferenze.
mute=Muto

playlists=Playlist
stopafter=Stop alla fine della canzone

maxbuttons=(7 tasti al massimo)
help24=Disegna l'ombra nella linea con questa parola chiave (nel colore selezionato)
help25=Evidenzia la linea con questa parola chiave (nel colore selezionato)
help26=Sostituzione del testo
help27=Formattazione del testo

applybutton=Applica
help28=Impedisce a questa linea di testo di effettuare lo scrolling

;changed favorite from 'Favorite' to 'Rate'
favorite=Dai un voto